tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "pulumi/tap"
tap "teamookla/speedtest"
brew "icu4c@76"
brew "openssl@3"
brew "readline"
brew "node"
brew "ansible-language-server"
brew "jpeg-xl"
brew "aom"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "btop"
brew "bzip2"
brew "freetype"
brew "glib"
brew "cheat"
brew "checkmake"
brew "cmake"
brew "curl"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "eksctl"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libsodium"
brew "snappy"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "go-task"
brew "pkgconf"
brew "gobject-introspection"
brew "gopls"
brew "netpbm"
brew "python@3.12"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hadolint"
brew "helix"
brew "htop"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf"
brew "iproute2mac"
brew "jinja2-cli"
brew "jq"
brew "jq-lsp"
brew "krb5"
brew "lazygit"
brew "leiningen"
brew "less"
brew "lf"
brew "libpq"
brew "librdkafka"
brew "libxml2"
brew "libxmlsec1"
brew "ltex-ls"
brew "lua-language-server"
brew "luarocks"
brew "luv"
brew "make"
brew "markdown-oxide"
brew "marksman"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "pkcs11-helper"
brew "openvpn"
brew "parallel"
brew "pdsh"
brew "pgcli"
brew "pillow"
brew "poppler"
brew "postgresql@14"
brew "prettier"
brew "pstree"
brew "pyright"
brew "python-lsp-server"
brew "python-tabulate"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "solargraph"
brew "starship"
brew "stow"
brew "stylua"
brew "taplo"
brew "terraform-ls"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tokei"
brew "tree"
brew "tree-sitter-cli"
brew "ttfautohint"
brew "virtualenv"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zellij"
brew "zlib"
brew "zls"
brew "zoxide"
brew "zplug"
brew "hashicorp/tap/packer"
brew "pulumi/tap/pulumi"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "balenaetcher"
cask "font-symbols-only-nerd-font"
cask "hashicorp-vagrant"
cask "kitty"
cask "pgadmin4"
cask "session-manager-plugin"
cask "utm"
cask "vagrant-vmware-utility"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bibhasdn.unique-lines"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dnut.rewrap-revived"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "jetmartin.bats"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
